{
	"46137":"Ziebach County, South Dakota, population 2,800, lies almost entirely within the Cheyenne River Indian Reservation. According to <a href='http://www.msnbc.msn.com/id/41580891/ns/business-eye_on_the_economy/t/look-inside-americas-poorest-county/'>Nomaan Merchant, Associated Press</a>, \"In the coldest months of the year, when seasonal construction work disappears and the South Dakota prairie freezes, unemployment among the Sioux can hit 90 percent. Poverty has loomed over this land for generations. Repeated attempts to create jobs have run into stubborn obstacles: the isolated location, the area's crumbling infrastructure, a poorly trained population and a tribe that struggles to work with businesses or attract investors.\"",

	"08025":"Crowley, Colorado",

	"46113":"Shannon County, South Dakota, lies entirely within the Pine Ridge Indian Reservation. According to <a href='http://www.time.com/time/photogallery/0,29307,2048598_2235606,00.html'>Matthew Williams, TIME</a>, \"Isolated on 3,400 square miles in southwest South Dakota, [the reservation] offers a spiritual home to the Oglala Sioux but little in the way of economic opportunity. For the tens of thousands who live there — the exact population is hard to calculate; estimates range from 28,000 to 40,000 — there is little or no industry or commercial development, no banks or discount stores. The nearest urban center, Rapid City, is 120 miles away; public transportation is non-existent.\"",

	"46017":"Buffalo, South Dakota",

	"28055":"Issaquena, Mississippi",

	"46121":"Todd County, South Dakota, population 9,600, lies entirely within the Rosebud Indian Reservation. Main sources of employment are the Rosebud Sioux Tribe, the health service, schools, cattle ranching and farming. According to the <a href='http://www.rosebudsiouxtribe-nsn.gov/index.php?option=com_content&view=article&id=61&Itemid=68'>Rosebud Sioux Tribe</a>, \"isolated communities are serviced by gravel roads. As a result most homes on the reservation are inaccessible during periods of blizzards or heavy rain […] There are no commercial land or air transportation serving the reservation.\""
}